Repository: gapan/elilo.SlackBuild
Catalog: po/*.po
Languages: ca, hi_in, ia, ja, lv_lv, pt_pt

source: ERROR: System is not running under UEFI.
ca: ERROR: el sistema no s'està executant amb UEFI.
hi_in: त्रुटि : सिस्टम UEFI के अंतर्गत नहीं है।
ia: ERROR: Systema non es executante sub UEFI.
ja: エラー: システムは UEFI 下で実行できません。
lv_lv: KĻŪDA: Sistēma nav startēta, izmantojot UEFI.
pt_pt: ERRO: O sistema não está a ser executado sobre o UEFI.

source: ERROR: No EFI System Partition mounted on /boot/efi.
ca: ERROR: no hi ha cap partició de sistema EFI muntada a /boot/efi.
hi_in: त्रुटि : /boot/efi पर कोई EFI विभाजन माउंट नहीं है।
ia: ERROR: Necun Partition de Systema EFI montate sur /boot/efi.
ja: エラー： /boot/efi に EFI システムパーティションがマウントされていません。
lv_lv: KĻŪDA: EFI System Partition nav piemontēta uz /boot/efi.
pt_pt: ERRO: Nenhum Sistema de Partição EFI montado em /boot/efi.

source: ERROR: No kernel found at /boot/vmlinuz.
ca: ERROR: no s'ha trobat cap nucli a /boot/vmlinuz.
hi_in: त्रुटि : /boot/vmliuz पर कोई कर्नेल नहीं मिला।
ia: ERROR: Necun kernel, i.e. nucleo, trovate a /boot/vmlinuz.
ja: エラー: /boot/vmlinuz にカーネルが見つかりません。
lv_lv: KĻŪDA: /boot/vmlinuz nav atrasts kodols.
pt_pt: ERRO: Nenhum kernel localizado em /boot/vmlinuz.

source: INSTALL ELILO
ca: INSTAL·LA ELILO
hi_in: ELILO इंस्टॉल करें
ia: INSTALLA ELILO
ja: ELILO のインストール
lv_lv: INSTALĒ ELILO
pt_pt: INSTALAR ELILO

source: ELILO (EFI Linux Loader) installation
ca: Instal·lació d'ELILO (Carregador de Linux EFI)
hi_in: ELILO (EFI लिनक्स लोड साधन) इंस्टॉल
ia: ELILO (EFI Linux Loader-Cargator fe Linux per EFI) installation
ja: ELILO (EFI Linuxローダー) インストール
lv_lv: ELILO (EFI Linux Loader) instalēšana
pt_pt: Instalação do ELILO (EFI Linux Loader)

source: ELILO is a Linux boot loader for EFI based systems. Installing ELILO will allow you to boot your Linux system from the hard drive after selecting it from the UEFI boot menu. Since an EFI System Partition was detected on this machine, it is recommended that you install ELILO now. Please select an option:
ca: L'ELILO és un gestor d'arrencada de Linux per a sistemes basats en EFI. Instal·lar ELILO permet arrencar el sistema Linux des del disc dur després de seleccionar-lo al menú d'arrencada UEFI. Ja que s'ha detectat una partició de sistema EFI en aquesta màquina, es recomana que instal·leu l'ELILO ara. Si us plau, seleccioneu una opció:
hi_in: ELILO, EFI आधारित सिस्टम हेतु लिनक्स बूट लोड साधन है। इसके इंस्टॉल उपरांत आप UEFI बूट मेन्यू से ELILO चयन कर अपना लिनक्स सिस्टम हार्ड ड्राइव से बूट कर सकेंगे। इस मशीन पर EFI सिस्टम विभाजन पाए जाने के कारण हम आपको अभी ELILO इंस्टॉल करने की सलाह देते हैं। कृपया विकल्प चुनें :
ja: ELILO は EFI ベースシステム用の Linux ブートローダです。 ELILO をインストールすると、UEFI ブートメニューから Linux システムをハードドライブから選択して起動することができます。 このマシンで EFI システムパーティションが検出されたので、今すぐ ELILO をインストールすることをお勧めします。 オプションを選択してください:
pt_pt: O ELILO é um carregador de arranque de Linux para sistemas baseados em EFI. Instalar o ELILO vai te permitir fazer o arranque do seu sistema Linux a partir do disco rígido depois de selecioná-lo no menu de arranque do UEFI. Como uma Partição de Sistema EFI foi detectada nesta máquina, é recomendado que você instale o ELILO agora. Por favor selecione uma opção:

source: Install ELILO on the EFI System Partition
ca: Instal·la ELILO a la partició de sistema EFI
hi_in: EFI सिस्टम विभाजन पर ELILO इंस्टॉल करें
ia: Installa ELILO sur le partition de Systema EFI
ja: ELILO を EFI システムパーティションにインストール
lv_lv: Instalēt ELILO uz EFI System Partition
pt_pt: Instalar o ELILO na Partição de Sistema EFI

source: Do not install ELILO
ca: No instal·lis ELILO
hi_in: ELILO इंस्टॉल न करें
ia: Non installar ELILO
ja: ELILO をインストールしない
lv_lv: Neinstalēt ELILO
pt_pt: Não instalar o ELILO

source: INSTALL BOOT MENU ENTRY?
ca: VOLEU INSTAL·LAR L'ENTRADA DE MENÚ D'ARRENCADA?
hi_in: बूट मेन्यू प्रविष्टि इंस्टॉल करें?
ia: INSTALLA ENTRATA DE MENU DE BOOT?
ja: 起動メニュー項目をインストールしますか？
lv_lv: IZVEIDOT SĀKNĒŠANAS IZVĒLNES IERAKSTU?
pt_pt: INSTALAR ENTRADA NO MENU DE ARRANQUE?

source: Would you like to install a boot menu entry so that you can easily select Salix when you boot your machine? WARNING: DO NOT install a boot menu entry on Apple hardware. Apple computers use a different type of EFI firmware, and efibootmgr has been known to damage them. On all other computers, it is recommended to add a boot menu entry. Please select an option:
ca: Voleu instal·lar una entrada de menú d'arrencada perquè es pugui seleccionar fàcilment Salix quan s'engegui l'ordinador? AVÍS: no instal·leu una entrada al menú d'arrencada als equips d'Apple. Els ordinadors d'Apple utilitzen un tipus diferent de microprogramari EFI i se sap que efibootmgr els danya. En tots els altres ordinadors, es recomana afegir una entrada al menú d'arrencada. Si us plau, eleccioneu una opció:
hi_in: मशीन आरंभ पर सेलिक्स के सरल चयन हेतु क्या आप बूट मेन्यू प्रविष्टि जोड़ना चाहते हैं? चेतावनी : एप्पल के हार्डवेयर पर बूट मेन्यू प्रविष्टि इंस्टॉल न करें। एप्पल के कंप्यूटर का EFI फर्मवेयर भिन्न होता है व efibootmgr का उपयोग सिस्टम को हानि पहुँचा सकता है। अन्य सभी कंप्यूटर पर, बूट मेन्यू प्रविष्टि जोड़ना सुरक्षित है। कृपया विकल्प चुनें :
ja: 起動時に Salix を簡単に選択できるように、起動メニュー項目をインストールしますか？ 警告: Apple のハードウェアには起動メニュー項目をインストールしないでください。 Apple コンピュータは EFI ファームウェアとは異なる種類を使用しており、efibootmgr はそれらを損傷することが知られています。 他すべてのコンピュータでは、起動メニュー項目を追加することをお勧めします。 オプションを選択してください：
pt_pt: Você gostaria de instalar uma entrada no menu de arranque para que você possa selecionar facilmente o Salix quando fizer o arranque da sua máquina? AVISO: NÃO instale uma entrada no menu de arranque num hardware Apple. Computadores Apple usam um tipo diferente de firmware EFI, e sabe-se que o efibootmgr os danificam. Em todos os outros computadores é recomendado que se adicione uma entrada no menu de arranque. Por favor selecione uma opção:

source: Install a boot menu entry
ca: Instal·la una entrada de menú d'arrencada
hi_in: बूट मेन्यू प्रविष्टि इंस्टॉल करें
ia: Installa un entrata de menu de boot
ja: 起動メニュー項目をインストールする
lv_lv: Izveido sāknēšanas izvēlnes ierakstu
pt_pt: Instalar uma entrada no menu de arranque

source: Do not install a boot menu entry
ca: No instal·lis una entrada de menú d'arrencada
hi_in: बूट मेन्यू प्रविष्टि इंस्टॉल न करें
ia: Non installa un entrata de menu de boot
ja: 起動メニュー項目をインストールしない
lv_lv: Neveidot sāknēšanas izvēlnes ierakstu
pt_pt: Não instalar uma entrada no menu de arranque

source: REMOVE OLD Salix EFI BOOT ENTRY?
ca: VOLEU ELIMINAR L'ENTRADA DE MENÚ D'ARRENCADA ANTIGA DE Salix?
hi_in: पुराने सेलिक्स की बूट मेन्यू प्रविष्टि हटाएँ?
ia: REMOVE VETERE ENTRATA DE BOOT EFI de Salix?
ja: 古い Salix の起動メニュー項目を削除しますか？
lv_lv: DZĒST IEPRIEKŠĒJO Salix EFI SĀKNĒŠANAS IERAKSTU?
pt_pt: REMOVER ENTRADA DE ARRANQUE EFI ANTIGA DO Salix?

source: An old Salix boot entry has been found in your EFI boot menu. Would you like to remove this before installing the new Salix boot entry? This is recommended. Old EFI boot menu entry:
ca: S'ha trobat una entrada antiga de Salix al menú d'arrencada EFI. Voleu eliminar-la abans d'instal·lar la nova entrada d'arrencada de Salix? És recomanable. Entrada de menú d'arrencada EFI antiga:
hi_in: EFI बूट मेन्यू में पुराने सेलिक्स की बूट प्रविष्टि मिली। नई सेलिक्स बूट प्रविष्टि के इंस्टॉल से पहले क्या आप पुरानी प्रविष्टि हटाना चाहते हैं? हम इसकी सलाह देते हैं। पुरानी बूट मेन्यू प्रविष्टि :
ja: 古い Salix 起動項目が EFI ブートメニューに見つかりました。 新しい Salix 起動項目をインストールする前にこれを削除しますか？ これはお勧めです。 古い EFI 起動メニュー項目:
pt_pt: Uma entrada de arranque antiga do Salix foi encontrada no seu menu de arranque EFI. Você gostaria de a remover antes de instalar a nova entrada de arranque do Salix? Isso é recomendado. Entrada antiga do menu de arranque EFI:

source: EFI BOOT ENTRY INSTALLED
ca: ENTRADA DE MENÚ D'ARRENCADA EFI INSTAL·LADA
hi_in: EFI बूट प्रविष्टि इंस्टॉल की गई
ia: ENTRATA DE BOOT DE EFI INSTALLATE
ja: EFI 起動メニュー項目をインストールしました
lv_lv: EFI SĀKNĒŠANAS IERAKSTS IZVEIDOTS
pt_pt: ENTRADA DE ARRANQUE EFI INSTALADA

source: A Salix boot entry has been installed to your EFI boot menu. EFI boot menu entry:
ca: S'ha instal·lat una entrada d'arrencada de Salix al menú d'arrencada EFI. Entrada de menú d'arrencada EFI:
hi_in: EFI बूट मेन्यू में सेलिक्स हेतु बूट प्रविष्टि इंस्टॉल की गई। EFI बूट मेन्यू प्रविष्टि :
ja: Salix 起動項目を EFI 起動メニューにインストールしました。 EFI 起動メニュー項目：
lv_lv: Salix ielādes ieraksts ir izveidots EFI sāknēšanas izvēlnē. EFI sāknēšanas izvēlnes ieraksts:
pt_pt: Uma entrada de arranque do Salix foi instalada no seu menu de arranque EFI. Entrada do menu de arranque EFI:
